Revit 2024 API
IFCLinkDocumentExportScope Properties
The IFCLinkDocumentExportScope type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
IFCLinkDocumentExportScope Class
Autodesk.Revit.DB.IFC Namespace